<template>
    <div class="container">
        <main id="n1" v-show="mainShow == 1">
            <h2>1.正品商品</h2>
            <p>所有在二加平台下单的商品，平台均要求卖家邮寄到平台进行鉴定，平台有专业的德国鉴定师团队作出鉴定结果，只有通过鉴定师鉴定为符合要求的商品才会被邮寄至买家；</p>
            <h2>2.鉴定</h2>
            <p>鉴定：如非特殊情况，平台当日签收验货的商品，我们会在48小时之内完成所有鉴定流程；</p>
            <h2>3.鉴定结果不通过</h2>
            <p>如订单商品鉴定不通过，买家的订单款项将原路退回，仓库将根据后台提供的退货地址退还给卖家；</p>
            <h2>4.订单支付失败</h2>
            <p>可调整卡或者支付宝额度后再支付，或将款项转至支付宝余额进行付款，如果使用信用卡，可以联系客服进行拆单付款；</p>
            <h2>5.修改订单信息</h2>
            <p>下单后如您需要修改订单相关信息如联系人、电话、收货地址等，请联系在线客服或者致电0757-63506158（9:00-18:00）客服电话；</p>
            <h2>6.商品退货</h2>
            <p>二加商品在发货前都会与买家沟通划痕/磨损情况，在买家确认接受的情况下才会发货，二手商品在描述相符的情况下不支持退换，如有描述与实物严重不相符的情况，请在签收后48小时之内与平台联系；</p>
        </main>

        <!-- 新手指南 -->
        <main id="n2" v-show="mainShow == 2">
            <h2>1.TwoPlus平台介绍</h2>
            <p>TwoPlus平台介绍：TwoPlus 是由二加创立的闲置奢侈品流通平台，主营业务包括共享、买卖、租赁、SVIP服务、社交等；</p>
            <h2>2.交易流程</h2>
            <p>寄卖：卖家商品发布→商品邮寄至二加平台→平台鉴定→如符合平台标准→商品上架→买家选购下单支付成功→平台24小时内顺丰发货→买家签收商品确认收货→平台打款至卖家</p>
            <p>闲置：①商品下单支付成功→卖家48小时内邮寄商品至二加平台→平台鉴定→如符合平台标准→顺丰发货→买家签收商品确认收货→平台打款至卖家</p>
            <p>②商品下单支付成功→卖家48小时内邮寄商品至二加平台→平台鉴定→如不符合平台标准→商品邮寄退还至卖家→买家申请退款→款项10个工作日内原路返回买家账户</p>
            <h2>3.确认收货</h2>
            <p>确认收货：买家在签收验货检查无误后，请在“我的→我的购买”里点击“确认收货”，若您于签收商品3天内未点击确认收货，系统会自动确认收货并打款给卖家。</p>
        </main>

        <!-- 商品问题 -->
        <main id="n3" v-show="mainShow == 3">
            <h2>1.寄卖商品</h2>
            <p>寄卖商品为平台直邮商品，所有寄卖商品均已在平台入库，经专业鉴定，平台保真，下单支付后24小时内发货；</p>
            <h2>2.闲置商品</h2>
            <p>闲置商品为用户自助上传发布的商品，买家下单成交后需要卖家发货至平台鉴定，鉴定通过后将发货给买家，若商品鉴定不通过，商品将退还给卖家；</p>
            <h2>3.库存</h2>
            <p>平台所有商品无库存，所有商品均为单件售卖。</p>
        </main>
        <!-- 订单问题 -->
        <main id="n4" v-show="mainShow == 4">
            <h2>1.支付方式</h2>
            <p>平台支持支付宝支付、微信支付。</p>
            <h2>2.优惠</h2>
            <p>用户可于每日签到或平台活动领取红包，红包可用于平台任一商 品。</p>
            <h2>3.物流</h2>
            <p>为保证商品安全以及能快速到达，二加平台发货一律使用顺丰快 递，用户可在“我的→我的购买→查看物流”中查询商品物流状态。</p>
        </main>
        <!-- 售后问题 -->
        <main id="n5" v-show="mainShow == 5">
            <h2>1.退货退款</h2>
            <p>（1）二加商品在发货前都会与买家沟通划痕/磨损情况，在买家确认接受的情况下才会发货，二手商品在描述相符的情况下不支持退换；</p>
            <p>（2）如签收验货后有描述与实物严重不相符的情况，请在签收后48小时之内与平台联系； </p>
            <p>（3）如遇到特殊情况买卖家协商达成一致的退货退款，平台将收取69元退货服务费；</p>
            <p>（4）如订单商品鉴定不通过，买家的订单款项将原路退回，仓库将根据后台提供的退货地址退还给卖家； </p>
            <p>（5）买家下单付款后，如有联系不上卖家或卖家无货/不发货的情况，可申请取消订单。卖家同意后平台将自动为您退款。如卖家未及时作出回应，5天后系统自动确认同意后平台将自动为您退款。</p>
            <p>（6）商品在描述相符的情况下，如买家恶意拒收，在买家进行退款时，平台将收取3%违约金，不足100元部分按100元计算； </p>

        </main>
        <!-- 养护问题 -->
        <main id="n6" v-show="mainShow == 6">
            <h2>1.服务类型</h2>
            <p>二加平台提供专业奢侈品清洗、养护、修复服务；其中清洗、养护项目包括：成衣/皮衣、鞋履、箱包、腕表、配饰；修复项目包括鞋履、箱包；</p>
            <h2>2.服务用时</h2>
            <p>清洗养护服务：平台当日签收验货的商品，我们会在72小时之内完成所有清洗/养护流程；修复服务：平台当日签收验货的商品，我们会在7个工作日内完成所有修复流程；</p>
        </main>
        <!-- 防骗问题 -->
        <main id="n7" v-show="mainShow == 7">
            <h2>1.防骗公告</h2>
            <p>请用户在交易过程中加强安全防范意识，提高安全防范技能。不 要轻信任何人以任何理由提出的在第三方平台进行交易，任何情 况下都不要向他人透露账户信息及二维码，以免造成您的财产损 失。</p>
        </main>

        <!-- 常见问题 -->
        <main id="n8" v-show="mainShow == 8">

            <p>1.正常经营情况下，平台发货满10日或买家确认收货后（以较早者为准），如未出现商品退换货或其他纠纷，买家支付的货款自动进入商家账户，商家可以在“我的钱包”中看到自己的交易所得，并可提现货款；</p>
            <p>2.进行提现后一般在1-3个工作日到账；</p>

        </main>
        <!-- 卖家相关 -->
        <main id="n9" v-show="mainShow == 9">
            <h2>1.寄卖流程</h2>
            <p>卖家商品发布→商品邮寄至二加平台→平台鉴定→如符合平台标准→商品上架→买家选购下单支付成功→平台24小时内顺丰发货→买家签收商品确认收货→平台打款至卖家；</p>
            <h2>2.闲置流程</h2>
            <p>商品下单支付成功→卖家48小时内邮寄商品至二加平台→平台鉴定→如符合平台标准→顺丰发货→买家签收商品确认收货→平台打款至卖家；</p>
            <h2>3.商品下架</h2>
            <p>商品下架：如您在售商品需要下架，请在“我的→我的发布→在售”找到商品并点击下架；</p>
            <h2>4.寄卖服务费</h2>
            <p>寄卖交易成功后，平台将收取商品售价8.6%的服务费，服务费最低收取50元，最高上限600元（实行至2018年12月31日）；</p>
            <h2>5.闲置服务费</h2>
            <p>闲置交易成功后，平台将收取商品售价5.6%的服务费，服务费最低收取50元，最高上限600元（实行至2018年12月31日）；</p>

        </main>
    </div>
</template>

<script>
export default {
    data(){
        return {
            mainShow:1
        }
    },
    created(){
        this.mainShow = this.$route.query;
    }
};
</script>

<style scoped lang="less">
.container{
    padding-top: 120/20rem;
    padding-bottom: 50/20rem;
}
main {
    width: 100%;
    padding: 0 10/10rem;
    box-sizing: border-box;
    h2 {
        margin: 31/10rem 0 13/10rem 0;
        font-size: 14/10rem;
        color: #333333;
        text-align: left;
        font-family: PingFangSC-Semibold;
    }
    h2:first-child {
        margin-top: unset;
    }
    p {
        margin-bottom: 40/10rem;
        width: 319/10rem;
        padding-left: 12/10rem;
        font-size: 11/10rem;
        line-height: 22/10rem;
        text-align: justify;
        color: #666666;
        font-family: PingFangSC-Semibold;
        box-sizing: border-box;
    }
    p:last-child {
        margin-bottom: 47/10rem;
    }
}
#n2 {
    p:nth-child(3),
    p:nth-child(4),
    p:nth-child(5) {
        margin-bottom: 24/10rem;
    }
}
font {
    color: #e2482f;
}
#n5 {
    p {
        margin-bottom: 24/10rem;
    }
}
</style>
